Repository: Larpy23/CAT-master
Catalog: translation/*/diagnostics.po
Languages: sl_si

source: Is the place you are currently at heavily crowded, or is a network-intensive workload going on?
sl_si: Ste na močno obiskani lokaciji ali pa poteka intenzivna delovna obremenitev omrežja?

source: The network is likely overloaded at this location and point in time. You may have to wait until later before you get a better connectivity. If you think the network should be reinforced for more capacity at this place, you should inform the hotspot provider. [MGW: add contact info]
sl_si: Omrežje je najverjetneje trenutno preobremenjeno na tej ,lokaciji. Za boljše delovanje, počakajte na razbremenitev. Če mislite, da bi bila potrebna večja zmogljivost, se obrnite na ponudnika dostopne točke. [MGW: add contact info]

source: Does the connection get better when you move around?
sl_si: Se ob premikanju po prostoru povezava izboljša?

source: You should move to a different location to achieve better network coverage and service. If you think the exact spot you are at deserves better coverage, you should inform the hotspot provider. [MGW: add contact info]
sl_si: Svetujemo, da se premaknete na drugo lokacijo, kjer boste morda dosegli boljšo pokritost in bolj zmogljivo povezavo. Če ste mnenja, da mesto, kjer se nahajate, zasluži boljšo pokritost, se obrnite na ponudnika dostopne točke. [MGW: add contact info]

source: Do you see errors stating something similar to 'Unable to get IP address'?
sl_si: Vidite obvestila o napaki v smislu "Ne more pridobiti IP naslova"?

source: The evidence at hand suggests that there may be an infrastructure problem at this particular hotspot provider. There is nothing you can do to solve this problem locally. Please be patient and try again at a later time.
sl_si: Trenutne ugotovitve kažejo na to, da je težava v infrastrukturi dotičnega ponudnika dostopovne točke. Lokalno te težave sami ne morete rešiti. Prosimo, bodite potrpežljivi in poskusite ponovno kasneje.

source: Diagnostics site
sl_si: Stran za diagnostiko

source: The diagnostics system will do its best to identify and resolve your problems!
sl_si: Sistem za diagnostiko bo poskušal po najboljših močeh odkriti in rešiti vašo težavo!

source: Please help the system by answering the questions as precisely as possible.
sl_si: Prosimo, pomagajte sistemu s kar se da natančnimi odgovori na vprašanja.

source: Are you a
sl_si: Ste

source: end-user
sl_si: končni uporabnik

source: or
sl_si: ali

source: eduroam administrator
sl_si: skrbnik za eduroam

source: Tools for End Users
sl_si: Orodja za končne uporabnike

source: To resolve your problem a real-time diagnostics for your realm must be performed.
sl_si: Da bi rešili vašo težavo, mora biti izvedena diagnostika kraljestva v realnem času.

source: The system needs some information on your home institution - issuer of your account
sl_si: Sistem potrebuje nekaj informacij o vaši domači organizaciji - izdajatelju vašega računa

source: alternatively
sl_si: alternativno

source: You can select your home institution from the following list
sl_si: S sledečega seznama lahko izberete svojo domačo organizacijo

source: Click to select your country/region and organisation
sl_si: S klikom izberite svojo domačo državo/regijo in organizacijo

source: Optionally, to improve tests, you can provide information on your current location
sl_si: Za izboljšavo testiranja lahko navedete podatke o trenunti lokaciji

source: Click to select a location in which you have an eduroam problem
sl_si: S klikom izberite lokacijo, na kateri zaznavate težave z eduroam omrežjem

source: Testing realm
sl_si: Testno kraljestvo

source: First stage completed.
sl_si: Prva stopnja zaključena.

source: To narrow down the problem, please answer the following few questions.
sl_si: Da lahko omejimo izvor težav, odgovorite na sledeča vprašanja.

source: Run tests
sl_si: Zaženi teste

source: Tools for eduroam admins
sl_si: Orodja za skrbnike za eduroam

source: This service is for authenticated admins only.
sl_si: Ta storitev je namenjena samo avtenticiranim skrbnikom.

source: eduroam® admin access is needed
sl_si: potreben je eduroam® skrbniški dostop

source: Fetching institutions list
sl_si: Doseganje seznama organizacij

source: Select institution:
sl_si: Izberite organizacijo:

source: Fetching realms list
sl_si: Doseganje seznama kraljestev

source: Check realm(s):
sl_si: Preveri kraljestvo/a:

source: Realm:
sl_si: Domena:

source: Running realm tests
sl_si: Zagon testiranja kraljestva

source: Diagnostics results for selected realms
sl_si: Rezultati diagnostike za izbrano kraljestvo

source: An unknown problem occured
sl_si: Opažena je neznana težava

source: This test includes checking of the following realm
sl_si: Ta test vključuje preverjanje sledečega kraljestva

source: This test includes checking of the following realms
sl_si: Ta test vključuje preverjanje sledečih kraljestev

source: You should report this to
sl_si: Napako prijavite

source: eduroam admin report submission
sl_si: oddaja poročila eduroam skrbika

source: SP contacting IdP due to technical problems or abuse
sl_si: ponudnik storitve kontaktira ponudnika identitete zaradi tehničnih težav ali zlorab

source: Reason
sl_si: Razlog

source: Event's timestamp
sl_si: Časovni žig dogodka

source: Additional description
sl_si: Dodatni opis

source: IdP contacting SP due to technical problems or abuse
sl_si: ponudnik identitete kontaktira ponudnika storitve zaradi tehničnih težav ali zlorab

source: SP's Operator-Name
sl_si: Ime upravljalca ponudnika storitve

source: User's outer ID
sl_si: Uporabnikov zunanji ID

source: IdP email
sl_si: Elektronski naslov ponudnika identitete

source: How to contact the user
sl_si: Kako kontaktirati uporabnika

source: Wrong format of email
sl_si: Napačna oblika e-naslova

source: MAC address is incomplete
sl_si: MAC naslov ni popoln

source: Wrong format of outer ID
sl_si: Napačna oblika zunanjega IDja

source: Wrong string given as OperatorName
sl_si: Napačna nit je vnešena kot ime upravljalca (OpretorName)

source: Sanity check for dynamic discovery of realms
sl_si: Preverjanje pravilnosti dinamičnega odkrivanja domen

source: You asked for a realm check, but we don't know the realm for this profile!
sl_si: Zahtevali ste preverjanje domene, vendar domena za ta profil ni poznana!

source: No valid realm name given, cannot execute any checks!
sl_si: Ni bilo navedenih veljavnih domen, ni moč pognati preverjanj!

source: STATIC
sl_si: STATIČNO

source: DYNAMIC
sl_si: DINAMIČNO

source: Client certificate:
sl_si: Certifikat odjemalca:

source: Certificate policies
sl_si: Politika certifikata

source: Hide detailed information for all tests
sl_si: Skrij podrobnosti za vse teste

source: Some required input is missing!
sl_si: Neki zahtevani vnosi manjkajo!

source: Server certificate details:
sl_si: Podrobnosti strežniškega certifikata:

source: Realm testing for: %s
sl_si: Preverjanje kraljestva za:%s

source: Live login tests
sl_si: Test dejanske prijave

source: DNS checks
sl_si: Preverjanje DNS

source: No issues found.
sl_si: Nobena težava ni najdena.

source: Repeat static connectivity tests
sl_si: Ponovi statični test povezljivosti

source: testing...
sl_si: testiranje...

source: Repeat dynamic connectivity tests
sl_si: Ponovi dinamični test povezljivosti

source: Live login test
sl_si: Test dejanske prijave

source: If you enter an existing login credential here, you can test the actual authentication from various checkpoints all over the world.
sl_si: Če vnesete obstoječe prijavne podatke, lahko preverite pravo avtentikacijo z različnih točk po svetu.

source: The test will use all EAP types you have set in your profile information to check whether the right CAs and server names are used, and of course whether the login with these credentials and the given EAP type actually worked. If you have set anonymous outer ID, the test will use that.
sl_si: Test bo uporabil vse vrste EAP, nastavljene v profilu in preveril ali so uporabljeni pravi CA in imena strežnikov ter seveda, če deluje prijava z danimi prijavnimi podatki ter vrsto EAP. Anonimna zunanja identiteta bo uporabljena, če ste jo nastavili.

source: Note: the tool purposefully does not offer you to save these credentials, and they will never be saved in any way on the server side. Please use only <strong>temporary test accounts</strong> here; permanently valid test accounts in the wild are considered harmful!
sl_si: Opomba: Orodje namenoma ne dopusti, da bi shranili prijavne podatke in strežnik jih ne bo nikoli shranil na kakršenkoli način. Svetujemo, da uporabite le <strong>začasne testne podatke</stron>; stalno veljavna testna uporabniška imena so nevarna!

source: Password-based EAP types
sl_si: Vrste EAP z gesli

source: Real (inner) username:
sl_si: Pravo (notranje) uporabniško ime:

source: Anonymous outer ID (optional):
sl_si: Anonimni zunanji ID (opcijsko):

source: Password:
sl_si: Geslo:

source: Certificate-based EAP types
sl_si: Vrste EAP s certifikati

source: Certificate file (.p12 or .pfx):
sl_si: Datoteka s ceritikatom (.p12 ali .pfx):

source: Certificate password, if any:
sl_si: Geslo certifikata, če obstaja:

source: Username, if different from certificate Subject:
sl_si: Uporabniško ime, če se razlikuje od certifikata Zadeva:

source: Submit credentials
sl_si: Zaženi test

source: Return to %s administrator area
sl_si: Vrnite se na %s skrbniško območje

source: I suspect a Technical Problem with the IdP
sl_si: Sumim, da gre za tehnično težavo podnudnika identitete

source: A user from this IdP has allegedly infringed copyrights
sl_si: Uporabnik tega ponudnika identitete je obtožen kršenja avtorskih pravic

source: A user from this IdP has conducted malicious network operations (spam, DDoS, ...)
sl_si: Uporabnik terga ponudnika identitet je zakrivil nedovoljene oprecije na omrežju (spam, DDoS, ...)

source: User claims connectivity problems but has been authenticated successfully
sl_si: Uporabnik trdi, da je bila težava potrjena

source: User claims that mandatory open port is not open
sl_si: Uporabnik trdi, da obvezno odprti port ni odprt

source: Select your problem
sl_si: Izberite svojo težavo

source: What is the realm of the IdP in question?
sl_si: Katero je kraljestvo omenjenega ponudnika identitete?

source: What is the authentication timestamp of the user session in question?
sl_si: Kakšen je časovni žig avtentikacije omenjenega uporabnika?

source: What is the MAC address of the user session in question?
sl_si: Kakšen je MAC naslov omenjene seje uporabnika?

source: Additional comments
sl_si: Dodatni komentarji

source: Please specify an email address on which the IdP can contact you
sl_si: Prosimo, navedite elektronski naslov na katerega vas lahko kontaktira ponudnik storitve

source: Now you can send your query
sl_si: Zdaj lahko pošljete svojo poizvedbo

source: Send
sl_si: Pošlji

source: Identify the SP by one of following means
sl_si: Določite ponudnika storitve z eno od spodnjih možnosti

source: SP Operator-Name attribute
sl_si: atribut imena upravljalca ponudnika storitve

source: Select the SP manually:
sl_si: Izberite ponudnika storitve ročno:

source: click to select country and organisation
sl_si: s klikom izberite državo in organizacijo

source: at least describe the SP location
sl_si: vsaj opredelite lokacijo ponudnika storitve

source: What is the outer ID of the user session in question?
sl_si: Kakšen je zunanji ID omenjenega uporabnika?

source: Additional comments about the problem
sl_si: Dodatni komentarji v povezavi s težavo

source: Do you have any contact details by which the user wishes to be contacted by the SP?
sl_si: Imate kakšne kontaktne podatke, ki bi jih uporabnik želel posredovati ponudniku storitve za namene kontaktiranja?

source: Please specify an email address on which the SP can contact you
sl_si: Prosimo, navedite elektronski naslov na katerega vas lahko kontaktira ponudnik storitve

source: Some properties of the connection attempt were sub-optimal; the list is below.
sl_si: Nekatere lastnosti pri poskusu povezave niso bile optimalne; seznam je spodaj.

source: Some configuration errors were observed; the list is below.
sl_si: Nekatere napake pri nastavitvah so bile zaznane, seznam je spodaj.

source: <strong>Test successful.</strong>
sl_si: <strong>Testiranje uspešno.</strong>

source: <strong>Test partially successful</strong>: authentication succeded.
sl_si: <strong>Testiranje delno uspešno</strong>: avtentikacija je uspela.

source: <strong>Test FAILED</strong>: authentication succeded.
sl_si: <strong>Test neuspešen</strong>: avtentikacija je uspela.

source: <strong>Test FAILED</strong>: the request was rejected. The most likely cause is that you have misspelt the Username and/or the Password.
sl_si: <strong>Test neuspešen</strong>: zahteva je bila zavrnjena. Najvejetneje so bili napačno vpisani uporabniški podatki.

source: This method cannot be tested
sl_si: Ta metoda ne more biti testirana

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. Either you have misspelt the Username or there is something seriously wrong with your server.
sl_si: <strong>Test NEUSPEŠEN</strong>: zahtevek je bil nemudoma zavrnjen, brez komunikacije EAP! Ali ste narobe vpisali uporabniško ime ali pa so večje težave na vašem strežniku.

source: <strong>Test FAILED</strong>: no reply from the RADIUS server after %d seconds. Either the responsible server is down, or routing is broken!
sl_si: <strong>Test NEUSPEŠEN</strong>: po %d sekundah še ni bilo odgovora RADIUS. Ali strežnik ne deluje ali pa so težave v usmerjanju!

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
sl_si: <strong>Test NEUSPEŠEN</strong>: prišlo je do dvosmerne komunikacije RADIUS, vendar po %d sekundah še vedno ni bilo rezultata!

source: <strong>Test FAILED</strong>
sl_si: <strong>Test neuspešen</strong>

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
sl_si: <strong>Test delno uspešen</strong>: večkratna dvosmerna komunikacija RADIUS se je izvedla in bila, kot načrtovano, zaključena z Access-Reject.

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. This is not necessarily an error: if the RADIUS server enforces that outer identities correspond to an existing username, then this result is expected (Note: you could configure a valid outer identity in your profile settings to get past this hurdle). In all other cases, the server appears misconfigured or it is unreachable.
sl_si: <strong>Test NI uspel</strong>: zahtevek je bil takoj zavrnjen, že pred začetkom EAP rokovanja. To ni nujno napaka, če strežnik RADIUS zahteva, da so zunanje anonimne identitete enake veljavnim uporabniškim imenom, potem je ta rezultat pričakovan (Opomba: lahko ustvarite veljavno zunanjo identiteto v nastavitvah vašega profila, da zaobidete to omejitev). V vseh drugih primerih se strežnik prikazuje napačno nastavljen ali nedosegljiv.

source: unhandled error
sl_si: nerešena napaka

source: elapsed time: %d
sl_si: skupni čas: %d

source: <strong>ERROR</strong>: the server presented a certificate which is from an unknown authority!
sl_si: <strong>NAPAKA</strong>: strežnik se je predstavil z certifikatom, podpisanim s strani neznane avtoritete!
