Repository: Larpy23/CAT-master
Catalog: translation/*/diagnostics.po
Languages: sl_si

source: Completed
sl_si: Dokončano

source: Product is not configured to run this check.
sl_si: Izdelek ni zasnovan za zagon tega preverjanja.

source: This check was skipped.
sl_si: Test ni bil izveden.

source: There were errors during the test.
sl_si: Med testom je prišlo do napak.

source: There was no reply at all from the RADIUS server.
sl_si: Strežnik RADIUS ni niti odgovoril.

source: There was a bidirectional communication with the RADIUS server, but it ended halfway through.
sl_si: Komunikacija med strežnikoma RADIUS je bila vzpostavljena v obeh smereh, a se je vmes prekinila.

source: The RADIUS server immediately rejected the authentication request in its first reply.
sl_si: Strežnik RADIUS je takoj zavrnil avtentikacijski zahtevek s svojim prvim odgovorom.

source: The RADIUS server rejected the authentication request after an EAP conversation.
sl_si: Strežnik RADIUS je zavrnil avtentikacijski zahtevek po izmenjavi EAP.

source: Connection refused
sl_si: Povezava zavrnjena

source: Not enough data provided to perform an authentication
sl_si: Premalo podatkov za avtentikacijo

source: The certificate password you provided does not match the certificate file.
sl_si: Vnešeno geslo certifikata se ne ujema s certifikatom v datoteki.

source: The certificate chain includes the root CA certificate. This does not serve any useful purpose but inflates the packet exchange, possibly leading to more round-trips and thus slower authentication.
sl_si: Certifikatna veriga vključuje korenski certitikat CA. To ničesar ne doprinese, napihne pa izmenjavo paketov, zahteva več izmenjav paketov in s tem počasnejše prijavljanje.

source: There is more than one server certificate in the chain.
sl_si: V verigi je več kot en strežniški certifikat.

source: There is no server certificate in the chain.
sl_si: V verigi ni strežniškega certifikata.

source: At least one certificate in the chain is signed with the MD5 signature algorithm. Many Operating Systems, including Apple iOS, will fail to validate this certificate.
sl_si: Vsaj en certifikat v verigi je podpisan z algoritmom MD5. Veliko operacijskih sistemov, vključno z Applovim iOS ne bodo sprejeli ta certifikat.

source: At least one certificate in the chain is signed with the SHA-1 signature algorithm. Many Operating Systems, including Apple iOS, will fail to validate this certificate.
sl_si: Vsaj eden od certifikatov v verigi je podpisan s SHA-1 podpisnim algoritmom. Več operacijskih sistemov, vključno z Apple iOS, ne bo sprejelo tega certifikata.

source: The server certificate does not have the extension 'extendedKeyUsage: TLS Web Server Authentication'. Most Microsoft Operating Systems will fail to validate this certificate.
sl_si: Strežniški certifikat nima razširitve 'extendedKeyUsage: TLS Web Server Authentication'. Večina Microsoftovih operacijskih sistemov ne bo sprejela tega certifikata.

source: The server certificate did not include a CRL Distribution Point, creating compatibility problems with Windows Phone 8.
sl_si: Certifikat strežnika ne vključuje lokacije CRL in ni zdužljiv z operacijskim sistemom Windows Phone 8.

source: The server certificate's 'CRL Distribution Point' extension does not point to an HTTP/HTTPS URL. Some Operating Systems may fail to validate this certificate. Checking server certificate validity against a CRL will not be possible.
sl_si: Razširitev 'CRL Distribution Point' certifikata strežnika ne kaže na URL HTTP/HTTPS. Nekateri operacijski sistemi ne bodo sprejeli certifikata. Preverjanje veljavnosti certifikata v skladu s CRL ni možno.

source: The extension 'CRL Distribution Point' in the server certificate points to a location where no DER-encoded CRL can be found. Some Operating Systems check certificate validity by consulting the CRL and will fail to validate the certificate. Checking server certificate validity against a CRL will not be possible.
sl_si: Razširitev 'CRL Distribution Point' v certifikatu strežnika kaže na lokacijo, kjer ni najden DER-kodiran CRL. Nekateri operacijski sistemi preverjajo veljavnost certifikata preko CRL in zato preverjanje ne bo mogoče. Preverjanje veljavnosti certifikata nasproti CRL ni možno.

source: The server certificate was revoked by the CA!
sl_si: CA je preklical certifikat strežnika!

source: The certificate contained a CN or subjectAltName:DNS which does not parse as a hostname. This can be problematic on some supplicants. If the certificate also contains names which are a proper hostname, and you only use those for your supplicant configuration, then you can safely ignore this notice.
sl_si: Certifikat vsebuje CN ali ubjectAltName:DNS, ki se ne preveri kot ime strežnika. To lahko povzroči težave na nekterih odjemalcih. Če certifikat vsebuje tudi pravilna imena strežnikov in samo ta uporabljate za nastavitve odjemalca, lahko to opozorilo varno zanemarite.

source: The certificate contained a CN or subjectAltName:DNS which contains a wildcard ('*'). This can be problematic on some supplicants. If the certificate also contains names which are wildcardless, and you only use those for your supplicant configuration, then you can safely ignore this notice.
sl_si: Certifikat vsebuje CN ali subjectAltName:DNS, ki vsebuje ('*'). S tem imajo lahko nekateri odjemalci težave. Če certifikat vsebuje tudi imena brez ('*') in uporabljate te v nastavitvah odjemalca, lahko to opozorilo varno zanemarite.

source: At least one certificate is outside its validity period (not yet valid, or already expired)!
sl_si: Vsaj en certifikat je zunaj veljavnega obdobja (ni še veljaven ali že pretečen)!

source: At least one intermediate certificate in your CAT profile is outside its validity period (not yet valid, or already expired), but this certificate was not used for server validation. Consider removing it from your %s configuration.
sl_si: Vsaj en vmesni certifikat v vašem profilu CAT je zunaj veljavnega obdobja (ni še veljaven ali že pretečen), vendar ta certifikat ni bil uporabljen za preverjanje strežnika. Razmisilte ali bi ga odstranili iz vaše nastavitve %s.

source: The server certificate could not be verified to the root CA you configured in your profile!
sl_si: Certifikat strežnika ne ustreza korenskemu certifikatu CA, ki je nastavljan v vašem profilu!

source: The certificate chain as received in EAP was not sufficient to verify the certificate to the root CA in your profile. It was verified using the intermediate CAs in your profile though. You should consider sending the required intermediate CAs inside the EAP conversation.
sl_si: Certifikatna veriga prejeta iz EAP ni bila zadostna za preverjanje s korenskim CA v vašem profilu. Veriga je bila preverjena z vmesnim CAjem iz vašega profila. Premislite ali ne bi vmesnih CA poslali znotraj izmenjave EAP.

source: The EAP server name does not match any of the configured names in your profile!
sl_si: Ime strežnika EAP se ne ujema z nobenim od nastavljenih imen v vašem profilu!

source: The configured EAP server name matches either the CN or a subjectAltName:DNS of the incoming certificate; best current practice is that the certificate should contain the name in BOTH places.
sl_si: Nastavljeno ime strežnika EAP se ujema ali z CN ali s subjectAltName:DNS prejetega certifikata; trenutno se svetuje, da se nastavi ime na OBEH koncih.

source: At least one certificate did not contain any BasicConstraints extension; which makes it unclear if it's a CA certificate or end-entity certificate. At least Mac OS X 10.8 (Mountain Lion) will not validate this certificate for EAP purposes!
sl_si: Vsaj eden izmed certifikatov ni vseboval kakršnihkoli razširitev BasicConstraints; nejasno je ali gre za CA ali končni certifikat. Vsaj Mac OS X 10.8 (Mountain Lion) ne bo sprejel tega certifikata za EAP!

source: The server presented a certificate from an unknown authority.
sl_si: Strežnik se je predstavil s certifikatom neznane avtoritete.

source: The server accepted the INVALID client certificate.
sl_si: Strežnik je sprejel NEVELJAVEN certifikat uporabnika.

source: The server rejected the client certificate, even though it was valid.
sl_si: Strežnik je zavrnil certifikat odjamelca, čeprav je veljaven.

source: The server rejected the client certificate as expected.
sl_si: Strežnik je, po pričakovanju, zavrnil certifikat odjemalca.

source: The CRL of a certificate could not be found.
sl_si: CRL certifikata ni bil najden.

source: EAP method negotiation failed!
sl_si: Pogajanje o metodi EAP ni uspelo!

source: The server offers Diffie-Hellman (DH) ciphers with a DH group smaller than 1024 bit. Mac OS X 10.11 'El Capitan' is known to refuse TLS connections under these circumstances!
sl_si: Strežnik ponuja Diffie-Hellman (DH) kode z DH skuino manjšo od 1024 bit. Mac OS X 10.11 'El Capitan' pod temi pogoji navadno zavrača TLS povezavo.

source: The certificate contains more than one CommonName (CN) field. This is reportedly problematic on many supplicants.
sl_si: Certifikat vsebuje več kot eno CommonName (CN) polje. To predstavlja problem pri več odjemalcih.

source: The certificate public key algorithm is unknown to the system. Please submit the certificate as a sample to the developers.
sl_si: Algoritem javnega ključa na tem certifikatu je nepoznan sistemu. Prosimo, posredujte primer certifikata razvijalcem.

source: [eduroam Diagnostics]
sl_si: [eduroam diagnostika]

source: (This service is in an early stage. We apologise if this is a false alert. If this is the case, please send an email report to cat-devel@lists.geant.org, forwarding the entire message (including the 'SUSPECTS' and 'EVIDENCE' data at the end), and explain why this is a false positive.)
sl_si: (Ta storitev je v zgodnjih fazah razvoja. Opravičujemo se, če gre za lažno opozorilo. V tem primeru pošljite e-sporočilo na naslov cat-devel@lists.geant.org, v katerem posredujte celotno sporočilo (vključno s 'SUSPECTS' in 'EVIDENCE' podatki na koncu) in pojasnite napako.)

source: Yours sincerely,
sl_si: Lep pozdrav,

source: Ed U. Roam, the eduroam diagnostics algorithm
sl_si: Ed U. Roam, eduroam diagnostični algoritem

source: [POLICYVIOLATION NATIONAL] IdP with no entry in eduroam database
sl_si: [POLICYVIOLATION NATIONAL] IdP brez vnosa v bazi podatkov eduroam

source: Dear NRO administrator,
sl_si: Spoštovani NRO skrbnik,

source: an end-user requested diagnostics for realm %s. Real-time connectivity checks determined that the realm exists, but we were unable to find an IdP with that realm in the eduroam database.
sl_si: zahtevana diagnostika končnega uporabnika za kraljestvo %s. Povezljivost v realnem času je pokazala, da kraljestvo obstaja, ni pa najden IdP s tem kraljestvom v eduroam podatkovni bazi.

source: By not listing IdPs in the eduroam database, you are violating the eduroam policy.
sl_si: S tem, da IdP ni vnešen v eduroam podatkovno bazo, kršite pravila uporabe eduroama.

source: Additionally, this creates operational issues. In particular, we are unable to direct end users to their IdP for further diagnosis/instructions because there are no contact points for that IdP in the database.
sl_si: Poleg tega to predstavlja operativne težave. Predvsem onemogoča usmerjanje končnih uporabnikov na njihovega ponudnika identitete za nadaljnje odkrivanje težav in navodila, ker ni nikakršnih povezav za tega ponudnika v podatkovni bazi.

source: Connected to %s.
sl_si: Povezano s/z %s.

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
sl_si: <strong>Test uspel</strong>: večkratna dvosmerna komunikacija RADIUS se je izvedla in bila, kot zahtevano, zaključena z Access-Reject.

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned. Some properties of the connection attempt were sub-optimal; the list is below.
sl_si: <strong>Test delno uspešen</strong>: večkratna dvosmerna komunikacija RADIUS se je izvedla in bila, kot zahtevano, zaključena z Access-Reject. Nekatera dejanja niso bila optimalna, kar lahko vidite na spodnjem seznamu.

source: PASS
sl_si: USPEŠNO

source: FAIL
sl_si: NEUSPEŠNO

source: Subject:
sl_si: Zadeva:

source: Issuer:
sl_si: Izdajatelj

source: Valid from:
sl_si: Veljavno od:

source: Valid to:
sl_si: Veljavno do:

source: Serial number:
sl_si: Serijska številka:

source: SHA1 fingerprint:
sl_si: SHA1 prstni odtis:

source: Server certificate
sl_si: Certifikat strežnika

source: Subject
sl_si: Naziv

source: Issuer
sl_si: Izdajatelj

source: authorityInfoAccess
sl_si: Informacije o avtoriteti

source: SubjectAltName
sl_si: Dodatni naslovi

source: Overview
sl_si: Pregled

source: DNS chekcs
sl_si: preverjanje DNS

source: Checking NAPTR existence:
sl_si: Preverjanje obstoja NAPTR zapisov:

source: This realm has no NAPTR records.
sl_si: Domena nima zapisa NAPTR.

source: This realm has NAPTR records, but none are related to this roaming consortium.
sl_si: To kraljestvo ima NAPTR zapise, ampak noben ni povezan s tem sistemom gostovanja.

source: This realm has %d NAPTR records relating to this roaming consortium.
sl_si: To kraljestvo ima %d NAPTR zapisov povezanih s tem sistemom gostovanja.

source: Checking NAPTR compliance (flag = S and regex = {empty}):
sl_si: Preverjanje skladnosti NAPTR (flag = S and regex = {empty}):

source: At least one NAPTR with invalid content found!
sl_si: Najden je vsaj en NAPRT z neustrezno vsebino!

source: Checking SRVs:
sl_si: Preverjanje SRVs:

source: %d host names discovered.
sl_si: Odkritih %d imen gostiteljev.

source: Checking IP address resolution:
sl_si: Preverjanje tolmačenja IP naslovov:

source: At least one hostname could not be resolved!
sl_si: Vsaj enega imena strežnika ni bilo moč tolmačiti!

source: %d IP addresses resolved.
sl_si: %dIP naslovov tolmačenih.

source: Realm is <strong>%s</strong>
sl_si: Domena je <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
sl_si: brez DNS napak. Čestitamo!

source: but there were DNS errors! Check them!
sl_si: toda bile so napake DNS. Razrešite jih!

source: You should re-run the tests after fixing the errors; more errors might be uncovered at that point. The exact error causes are listed below.
sl_si: Po odpravi težav svetujemo ponovni zagon testiranja, ki lahko pokaže dodatne težave. Točni vzroki težav so navedeni spodaj.

source: Dynamic discovery test is not configured
sl_si: Dinamični test ni vključen

source: Static connectivity tests
sl_si: Statični test povezljivosti

source: See the appropriate tab for details.
sl_si: Preverite ustrezen zavihek za podrobnosti.

source: Dynamic connectivity tests
sl_si: Dinamični test povezljivosti

source: STATIC connectivity tests
sl_si: STATIČNI testi povezljivosti

source: This check sends a request for the realm through various entry points of the roaming consortium infrastructure. The request will contain the 'Operator-Name' attribute, and will be larger than 1500 Bytes to catch two common configuration problems.<br/>Since we don't have actual credentials for the realm, we can't authenticate successfully - so the expected outcome is to get an Access-Reject after having gone through an EAP conversation.
sl_si: Ta test pošlje zahtevo za kraljestvo skozi različne vstopne točke infrastrukture sistema gostovanja. Zahtevek bo vseboval polje 'Operator-Name' in bo večji od 1500 bajtov. Poskušamo odkriti dve pogosti težavi.<br/>Ker ne poznamo veljavnih uporabniških podatkov, se ne moremo pravilno avtenticirati - torej pričakujemo Access-Reject po uspešni vzpostavitvi komunikacije EAP.

source: Testing from: %s
sl_si: Testiranje od: %s

source: elapsed time: %sms.
sl_si: pretečen čas: %s ms.

source: Extensions
sl_si: Podaljški

source: show server certificate details
sl_si: prikaži podrobnosti strežniškega certifikata

source: Checking server handshake...
sl_si: Preverjanje strežniškega predstavitvenega protokola…

source: more
sl_si: več

source: Client certificate
sl_si: Certifikat odjemalca

source: expected result:
sl_si: pričakovani reultat:

source: Server accepted this client certificate
sl_si: Strežnik je sprejel certifikat odjemalca

source: You should update your list of accredited CAs
sl_si: Posodobiti morate seznam akreditiranih CA

source: Get it from here.
sl_si: Dobite tu.

source: Server did not accept this client certificate - reason
sl_si: Strežnik ni sprejel certifikata odjemalca - razlog

source: Server accepted this client certificate, but should not have
sl_si: Strežnik je sprejel certifikat odjemalca, a ga ne bi smel

source: Server did not accept this client certificate
sl_si: Strežnik ni sprejel certifikata odjemalca

source: Rest of tests for this CA skipped
sl_si: Ostali testi za ta CA so izpuščeni

source: DYNAMIC connectivity tests
sl_si: DINAMIČNI test povezljivosti

source: Some errors were found during the tests, see below
sl_si: Med testi se je zgodilo nekaj napak, preverite spodnji seznam

source: All tests passed, congratulations!
sl_si: Čestitamo, vsi testi so zaključeni uspešno!

source: Show detailed information for all tests
sl_si: Prikaži podrobnosti za vse teste

source: Checking if certificates from CAs are accepted...
sl_si: Preverjanje, ali so so certifikati CAjev sprejeti…

source: A few client certificates will be tested to check if servers are resistant to some certificate problems.
sl_si: Preizkus nekaj certifikatov s katerimi preverimo ali so strežniki imuni na nekatere težave s certifikati.

source: Nicolaus Copernicus University
sl_si: Univerza Nicolaus Copernicus

source: accredited
sl_si: akreditiran

source: non-accredited
sl_si: neakreditiran

source: correct certificate
sl_si: pravilni certifikat

source: certificate with wrong policy OID
sl_si: certifikata vsebuje napačno OID politiko

source: expired certificate
sl_si: pretečeni certifikat

source: revoked certificate
sl_si: preklican certifikat

source: pass
sl_si: potrjeno

source: fail
sl_si: ni potrjeno

source: eduroam-accredited CA (now only for tests)
sl_si: akreditiran CA za eduroam (trenutno samo za test)

source: No TLS connection established: Connection refused
sl_si: Ni vzpostavljena povezava TLS: Povezava zavrnjena

source: certificate expired
sl_si: certifikat je potekel

source: certificate was revoked
sl_si: certifikat je bil preklican

source: bad policy
sl_si: slaba politika

source: unknown authority
sl_si: nepoznana avtoriteta

source: unknown authority or no certificate policy or another problem
sl_si: nepoznana avtoriteta ali ni politike certifikata ali druga težava

source: NAPTR records were found, but all of them refer to unrelated services.
sl_si: Zapisi NAPTR so bili najdeni a se nanašajo na druge storitve.

source: There is nothing you can do to solve this problem yourself.
sl_si: Sami ne morete rešiti te težave.

source: Please be patient and try again at a later time. Do NOT change your device configuration.
sl_si: Prosimo, bodite potrpežljivi in poskusite znova kasneje. Ne spreminjajte nastavitev naprave.

source: The infrastructure operators have automatically been informed and will investigate the issue as soon as possible.
sl_si: Upravljalci infrastukture so bili avtomatsko obveščeni in bodo čim prej preiskali težavo.

source: The system has identified possible issues regarding your local device configuration.
sl_si: Sistem je zaznal potencialne težave v nastavitvah vaše lokalne naprave.

source: The system can not find any information at all about the Identity Provider you described. Probably, this is not a participating institution and the account you tried to use does not exist.
sl_si: Sistem ne najde nobenih podatkov o ponudniku identitet (IdP), ki ga opisujete. Najverjetneje ne gre za vključeno organizacijo in račun, ki ga želite uporabiti, ne obstaja.

source: There are likely some issues around the wireless part of the network you are trying to connect to. Wireless networks do not always behave deterministically and consistently. All users at a given location have to share the available bandwidth, and the physical environment (concrete walls, objects in the way, elevation differences) can have a significant impact on your connectivity experience.
sl_si: Najverjetneje se pojavljajo težave z brezžičnim delom omrežja, na katerega se poskušate povezati. Delovanje brezžičnega omrežja ni vedno predvidljivo in konsistentno. Vsi uporabniki na lokaciji si delijo razpoložljivo zmogljivost omrežja, poleg tega fizične ovire (stene, predmeti, ki so na poti, višinska razlika) lahko znatno vplivajo na povezljivost.

source: You should use appropriate configuration assistants [MGW: see if the realm exists in CAT, then display link to config] or contact your Identity Provider [MGW: show contact info].
sl_si: Uporabiti morate ustrezeno orodje za konfiguracijo [MGW: see if the realm exists in CAT, then display link to config] ali kontaktirajte svojega ponudnika identitete [MGW: show contact info].

source: Have you ever used the network succesfully, e.g. at your home institution without roaming?
sl_si: Ste omrežje predhodno uspešno uporebljali npr. na domači organizaciji, ne v gostovanju?

source: If your device has never worked before with this setup, then very likely your device configuation is wrong. %s
sl_si: Če naprava še nikoli ni delovala pod temi nastavitvami, so najverjetneje te napačne. %s

source: Did the device previously work when roaming, i.e. at other hotspots away from your home institution?
sl_si: Je naprava predhodno delovala v gostovanju, npr. pri povezovanju na točke izven vaše domače organizacije?

source: If roaming consistently does not work, then very likely your device configuration is wrong. Typical errors causing this symptom include: using a routing ('outer') username without the @realm.tld suffix - those potentially work at your home organisation, but can not be used when roaming. %s
sl_si: Če imate stalne težave z gostovanjem, je najverjetneje težava v nastavitvah naprave. Najpogostejši razlogi vključujejo: uporaba gostujočeva uporabniškega imena ('zunanje') brez končnice @kraljestvo.si - taka uporabniška imena lahko delujejo na domači organizaciji, ne morejo pa biti uporabljena pri gostovanju. %s

source: Did you recently change the configuration on your device?
sl_si: Ste v zadnjem času spreminjali nastavitve na vaši napravi?

source: Accounts only need to be configured once, and can then be used anywhere on the planet without any changes. If you recently changed the configuration, that change may very well be at fault. You should never change your network configuration unless explicitly instructed so by your Identity Provider; even in the case of temporary login issues.
sl_si: Računi morajo biti pravilno konfigurirani enkrat, potem jih lahko kot take uporabljate kjer koli na svetu. Če ste pred kratkim spreminjali nastavitve, je lahko to razlog za napako. Nastavitev omrežja nikoli ne spreminjajte, razen v primeru, ko to izrecno zahteva ponudnik vaše identitete; tudi če imate začasne težave pri povezovanju.

source: If you use more than one device: do your other devices still work?
sl_si: Če uporabljate več naprav: vam ostale naprave še vedno delujejo?

source: If all devices stopped working simultaneously, there may be a problem with your account as such. Maybe your account expired, or you were forced to change the password? These questions are best answered by your Identity Provider [MGW: display contact info]
sl_si: Če so vse naprave prenehale delovati istočasno, je lahko težava v vašem računu. Preverite veljavnost računa in pravilnost gesla, če ste ga pred kratkim spreminjali. To najlažje preverite pri ponudniku identitete [MGW: display contact info]
