Repository: Larpy23/CAT-master
Catalog: translation/*/web_admin.po
Languages: sl_si

source: Error creating new IdP binding!
sl_si: Napaka pri izdelavi nove povezave z IdP!

source: This page needs to be called with a valid invitation token!
sl_si: Do te strani lahko dostopate samo s povabilom.

source: You tried to register in self-service, but this deployment does not allow self-service!
sl_si: Poslusili ste se registrirati brez povabila. Do storitve lahko dostopate samo s povabilom.

source: Sorry... this token has already been used. The %s is already created. If you got the invitation from a mailing list, probably someone else used it before you.
sl_si: Oprostite ta žeton je že bil uporabljen. %s je že ustvarjen. Če ste dobili povabilo preko liste za pošiljanje elektronske pošte ga je nekdo uporabil pred vami.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. The %s administrator can create a new one for you.
sl_si: Oprostite ta žeton je potekel. Žetoni s povabilom so veljavni 24ur. %s administrator vam lahko ustvari novega.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
sl_si: Oprostite… na vpisno stran ste prišli brez veljavnega žetona. Ali ste zlonamrenež? Če ne, pojdite na <a href='overview_user.php'>svojo stran s profilom</a>.

source: %s: Editing %s '%s'
sl_si: %s: Urejanje %s '%s'

source: Editing %s information for '%s'
sl_si: Urejanje %s informacij za '%s'

source: %s Properties
sl_si: %s Lastnosti

source: Country:
sl_si: Država:

source: Add new option
sl_si: Dodaj novo možnost

source: Save data
sl_si: Shrani podatke

source: Discard changes
sl_si: Prezri spremembe

source: %s: %s Customisation (submission completed)
sl_si: %s:%s Prilagajanje (sprememba je končana)

source: Submitted attributes for %s '%s'
sl_si: Poslani atributi za %s'%s'

source: Continue to dashboard
sl_si: Nadaljuj v pregledno ploščo

source: %s - Terms of Use
sl_si: %s - Pogoji uporabe

source: I have read and agree to the terms.
sl_si: Prebral sem pogoje uporabe in se z njimi strinjam.

source: Continue
sl_si: Nadaljuj.

source: %s general properties
sl_si: %s Splošne lastnosti

source: Hello, newcomer. The %s is new to us. This wizard will ask you several questions about it, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
sl_si: Pozdravljen, nov uporabnik. %s je nov za nas. Čarovnik vam bo zastavil par vprašanj o tem, da vam lahko na koncu ustvarimo čudovite profile. Vse spodnje informacije so neobvezne, vendar je pomembno, da izpolnite čim več polj v korist vaših končnih uporabnikov.

source: General Information
sl_si: Splošne informacije

source: Some properties are valid across all deployment profiles. This is the place where you can describe those properties in a fine-grained way. The solicited information is used as follows:
sl_si: Nekatere lastnosti so veljavne v vseh profilih uvajanja. To je kraj, kjer lahko te lastnosti opišete na podroben način. Zahtevane informacije se uporabljajo na naslednji način:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
sl_si: <strong>Logotip</strong>: Logotip je vključen v nameščevalnik kjer je to mogoče. Sprejemamo vse oblike zapisa logotipa, za najboljše rezultate priporočamo SVG. V primeru, da ne naložite logotipa bo uporabljen privzeti (glej gornji desni rob spletne strani).

source: <strong>Name</strong>: The %s may have names in multiple languages. It is recommended to always populate at least the 'default/other' language, as it is used as a fallback if the system does not have a name in the exact language the user requests a download in.
sl_si: <strong>Ime</strong>: %s ima lahko imena v več jezikih. Priporočljivo je, da vedno nastavite vsaj jezik »privzeto/drugo«, ker se uporablja kot nadomestno, če sistem nima imena v natančnem jeziku, za katerega uporabnik zahteva prenos.

source: Media Properties
sl_si: Lastnosti medijev

source: In this section, you define on which media %s should be configured on user devices.
sl_si: V tej sekciji določite, katerem mediju %s je potrebno konfigurirati na uporabniških napravah.

source: Additional SSIDs:
sl_si: Dodatni SSIDji:

source: SSIDs:
sl_si: SSIDji:

source: We will always configure this SSID for WPA2/AES: %s.
sl_si: Za WPA2/AES bomo vedno nastavili SSID: %s.

source: Please configure which SSIDs should be configured in the installers.
sl_si: Določite keteri SSIDji naj bodo nastavljeni v nameščevalniku.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
sl_si: Privzeto nastavimo SSIDje le s šifriranjem WPA2/AES. Nastavitev '(z WPA/TKIP)' uporabite, če želite dodati podporo za WPA/TKIP, kjer je to možno.

source: Additional Hotspot 2.0 / Passpoint Consortia:
sl_si: Dodaten Hotspot 2.0/ Konzorcij za prehodne točke:

source: Hotspot 2.0 / Passpoint Consortia:
sl_si: Hotspot 2.0 / Konzorcij za prehodne točke:

source: We will always configure this Consortium OI: %s.
sl_si: Vedno bomo konfigurirali te konzorcijske OIs:%s

source: It is also possible to define custom additional OIs with the option '%s' below.
sl_si: Prav tako je mogoče določiti dodatne dodatne OI z možnostjo '%s' spodaj.

source: Please configure which Consortium OIs should be configured in the installers.
sl_si: Prosimo, določite, katere konzorcijske OI je treba konfigurirati v namestitvenih programih.

source: Support for wired IEEE 802.1X:
sl_si: Podpora za žično IEEE 802.1X:

source: If you want to configure your users' devices with IEEE 802.1X support for wired ethernet, please check the corresponding box. Note that this makes the installation process a bit more difficult on some platforms (Windows: needs administrator privileges; Apple: attempting to install a profile with wired support on a device without an active wired ethernet card will fail).
sl_si: Če želite svoje uporabniške naprave konfigurirati s podporo IEEE 802.1X za žični ethernet, označite ustrezno polje. Upoštevajte, da je zaradi tega proces namestitve na nekaterih platformah nekoliko težji (Windows: potrebuje skrbniške pravice; Apple: poskus namestitve profila z žično podporo na napravi brez aktivne ethernet kartice ne bo uspel.)

source: Removal of bootstrap/onboarding SSIDs:
sl_si: Odstranjevanje SSID-jev

source: If you use a captive portal to distribute configurations, you may want to unconfigure/disable that SSID after the bootstrap process. With this option, the SSID will either be removed, or be defined as 'Only connect manually'.
sl_si: Če za distribucijo konfiguracij uporabljate zaporniški portal, boste morda želeli odklopiti/onemogočiti SSID po postopku zagona. S to možnostjo bo SSID odstranjen ali pa bo opredeljen kot »Samo ročno povezovanje«.

source: Helpdesk Details for all users
sl_si: Informacije o pomoči uporabnikom

source: This section can be used to upload specific Terms of Use for your users and to display details of how your users can reach your local helpdesk.
sl_si: To sekcijo lahko uporabite za vnaševanje pogojev uporabe za svoje uporabnike in prikaz podrobnosti o tem, kako lahko vaši uporabniki dostopajo do vaše lokalne službe za pomoč.

source: Do you provide helpdesk services for your users? If so, it would be nice if you would tell us the pointers to this helpdesk.
sl_si: Ponujate podporo za pomoč uporabnikom za svoje uporabnike? Če je tako, bi bilo lepo, če bi nas usmerili na to službo za pomoč.

source: If you enter a value here, it will be added to the installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles') specify per-profile helpdesk information later in this wizard. If you operate no help desk at all, just leave these fields empty.
sl_si: Tu vnešena informacija bo dodana v nameščevalnike za vse vaše uporabnike in bo prikazana na strani za prenose. Če uporabljate ločene službe za pomoč uporabnikom za različne uporabniške skupine (to imenujemo »profili«), v tem čarovniku navedite podatke o profilu za posamezne uporabniške skupine. Če ne nudite podpore, pustite ta polja prazna.

source: For %s deployments, providing at least a local e-mail contact is required.
sl_si: Pri %s pošiljanju navedite vsaj en lokalni elektronski naslov.

source: Providing at least a local support e-mail contact is required.
sl_si: Zagotoviti je treba vsaj lokalni podporni elektronski naslov.

source: This is the contact point for your end users' level 1 support.
sl_si: To je kontaktna točka za podporo končnim uporabnikom na ravni 1.

source: When you are sure that everything is correct, please click on %sContinue ...%s
sl_si: Ko ste prepričani, da je vse nastavljeno ustrezno, kliknite na %sNaprej …%s

source: %s: IdP enrollment wizard (step 2 completed)
sl_si: %s : Čarovnik za vpis v IdP (korak 2 je zaključen)

source: Submitted attributes for IdP '%s'
sl_si: Vpisani atributi za IdP '%s'

source: Your installers will configure the following SSIDs: <strong>%s</strong>
sl_si: Vaši nameščevalniki bodo nastavili naslednje SSIDje: <strong>%s</strong>

source: SSIDs configured
sl_si: SSIDji nastavljeni

source: Your installers will configure wired interfaces.
sl_si: Vaši nameščevalniki bodo nastavili vmesnike.

source: Wired configured
sl_si: Žična konfiguracija

source: We cannot generate installers because neither wireless SSIDs nor wired interfaces have been selected as a target!
sl_si: Ne moremo zagnati nameščevalnikov, saj ni bil izbran noben brezžični SSID niti žični vmesnik, kot cilj!

source: Continue to %s properties
sl_si: Nadaljujte na %s lastnosti.

source: You did not submit an e-mail address. This is required for %s. Please go to the %s dashboard and edit your helpdesk settings to include a helpdesk e-mail address.
sl_si: Niste poslali e-poštnega naslova. To je potrebno za %s. Pojdite na %s nadzorno ploščo in uredite svoje nastavitve za pomoč, tako da vključite e-poštni naslov za pomoč.

source: No support e-mail!
sl_si: Ni podpore e-pošte!

source: Continue to RADIUS/EAP profile definition
sl_si: Nadaljujte z definicijo profila RADIUS / EAP

source: %s: IdP Enrollment Wizard (Step 3)
sl_si: %s: Čarovnik za vnos IdP (Korak 3)

source: Step 3: Defining a user group profile
sl_si: Korak 3: Določite profil za skupino uporabnikov

source: Edit profile '%s' ...
sl_si: Uredi profil '%s' …

source: General Profile properties
sl_si: Splošne lastnosti profila

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
sl_si: Sedaj bomo določili profil za skupino uporabnikov. Z ustreznim gumbom lahko dodate poljubno število profilov. Po zaključku boste prestavljeni na glavno skrbniško stran za IdP.

source: Profile Name and RADIUS realm
sl_si: Ime profila in domene RADIUS

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
sl_si: Najprej potrebujemo naziv profila. Naziv bo prikazano končnim uporabnikom, zato uporabite opisna naziv kot je 'Predavatelji', 'Študentje Biotehniške fakultete', itn.

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
sl_si: Nastavite lahko daljši opis komu je profil namenjen. Če ga nastavite, bo prikazan na strani za prenos potem, ko uporabnik izbere profil s seznama.

source: You can also tell us your RADIUS realm.
sl_si: Lahko vpišete tudi svojo domeno RADIUS.

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
sl_si: To je uporabno če želite kasneje uporabiti modul za preverjanja, ki preverjajo dosegljivost vaše domene v infrastrukturi %s.

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
sl_si: Če želite podporo za anonimno identiteto, morate vnesti ime domene (glej spodaj).

source: Realm:
sl_si: Domena:

source: Realm Options
sl_si: Možnosti kraljestva

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>.
sl_si: Nekateri nameščevalci podpirajo funkcijo z imenom »Anonimna zunanja identiteta«. Če ne veste, kaj je to, preberite <a href='%s'>ta članek</a>.

source: On some platforms, the installers can suggest username endings and/or verify the user input to contain the realm suffix.
sl_si: Na nekaterih platformah lahko nameščevalniki predlagajo končnice uporabniških imen in / ali preverijo, da vnešeni podatki vsebujejo končnico kraljestva.

source: The realm check feature needs to know an outer ID which actually gets a chance to authenticate. If your RADIUS server lets only select usernames pass, it is useful to supply the information which of those (outer ID) username we can use for testing.
sl_si: Funkcija preverjanja območja mora poznati zunanji ID, ki dejansko dobi možnost overjanja. Če vaš strežnik RADIUS dovoljuje samo izbrana uporabniška imena, je koristno, da pridobite informacije, katere od (zunanjih) uporabniških imen, lahko uporabimo za testiranje.

source: Enable Anonymous Outer Identity:
sl_si: Omogoči anonimno zunanjo identiteto:

source: Use special Outer Identity for realm checks:
sl_si: Uporabite posebno zunanjo identiteto za preverjanje kraljestva:

source: Installer Download Location
sl_si: Lokacija za prenos nameščevalnika

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
sl_si: CAT ima mesto za prenose h končnim uporabnikom. Tam pridobijo, na primer, informacije za pomoč uporabnikom. CAT lahko tudi nemudoma nudi prenos nameščevalnikov za profile. V nasprotnem primeru lahko vneste naslov lastne spletne strani, kamor naj bodo vaši uporabniki preusmerjeni. Kot skrbnik lahko potem še vedno prenesete profile, ki jih lahko umestite v omenjenje spletne strani (preverite gumb 'Združljivostna matrika') v pregledni plošči.

source: Redirect end users to own web page:
sl_si: Preusmeri uporabnike na lastno spletno stran:

source: Supported EAP types
sl_si: Podprte metode EAP

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
sl_si: Sedaj moramo izvedeti katere metode EAP podpira vaš IdP. V primeru, da podpirate več metod EAP lahko vsakemu določite prioriteto (1=najvišja). Orodje vedno ustvari samodejni nameščevalnik za metodo EAP z najvišjo prioriteto; samo v primeru, ko uporabnikova naprava ne podpira metode EAP z višjo prioriteto, bo uporabljena metoda EAP z nižjo prioriteto.

source: Supported EAP types for this profile
sl_si: Podprte metode EAP za ta profil

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
sl_si: Uporabite "povleci &amp; spusti" da bi označili metodo EAP in jo premaknili v podprto (zeleno) območje. Prirotete se določijo samodejno, odvisno kam ste "spustili" metodo.

source: Unsupported EAP types
sl_si: Nepodprte metode EAP

source: Helpdesk Details for this profile
sl_si: Pomoč uporabnikom za ta profil

source: EAP Details for this profile
sl_si: Podrobnosti EAP za ta profil

source: Media Properties for this profile
sl_si: Lastnosti medijev

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
sl_si: Nastavitev %s je že nastavljena na ravni IdP. Če jo nastavite na ravni profila, bo prepisala privzeto nastavitev na ravni IdP.

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
sl_si: Ko ste prepričani, da je vse pravilno nastavljeno, kliknite na 'Shrani podatke' in vrnjeni boste v pregledno ploščo IdP.

source: %s: Profile wizard (step 3 completed)
sl_si: %s: Čarovnik profila (korak 3 opravljen)

source: Submitted attributes for this profile
sl_si: Vpisani atributi za ta profil

source: Realm: <strong>%s</strong>
sl_si: Domena: <strong>%s</strong>

source: Anonymous Outer Identities cannot be turned on: realm is missing!
sl_si: Anonimne zunanje identitete ni moč vključiti: domena ni vpisana!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
sl_si: Podpora za anonimno identiteto je <strong>%s</strong>, anonimna zunanja identiteta je <strong>%s</strong>

source: ON
sl_si: VKLJUČENA

source: Anonymous Identity support is <strong>%s</strong>
sl_si: Anonimna zunanja identiteta je <strong>%s</strong>

source: OFF
sl_si: IZKLJUČENA

source: Realm check username cannot be configured: realm is missing!
sl_si: Uporabniškega imena ni mogoče konfigurirati: manjka kraljestvo!

source: Special username for realm check is <strong>%s</strong>, the value is <strong>%s</strong>
sl_si: Posebno uporabniško ime za preverjanje kraljestva je <strong>%s</strong> , vrednost je <strong>%s</strong>

source: No special username for realm checks is configured.
sl_si: Za preverjanje kraljestva ni konfigurirano nobeno posebno uporabniško ime.

source: Redirection can't be activated - you did not specify a target location!
sl_si: Preusmeritve ni moč vključiti - niste določili ciljne lokacije!

source: Redirection can't be activated - the target needs to be a complete URL starting with http:// or https:// !
sl_si: Preusmeritve ni mogoče aktivirati - cilj mora biti popoln URL, ki se začne s http: // ali https: //!

source: Redirection set to <strong>%s</strong>, but will be ignored due to existing device-level redirect.
sl_si: Preusmeritev je nastavljena na <strong>%s</strong>, vendar bo zaradi obstoječe preusmeritve na ravni naprave zanemarjena.

source: Redirection set to <strong>%s</strong>
sl_si: Preusmeritev je nastavljena na <strong>%s</strong>

source: Redirection is <strong>OFF</strong>
sl_si: Preumeritev je <strong>IZKLJUČENA</strong>

source: Supported EAP Type:
sl_si: Podprte metode EAP:

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
sl_si: Podprte metode EAP: <strong>%s</strong> manjka podatek %s !

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
sl_si: Metoda EAP je bila dodana profilu, toda dopisati morate manjkajoče informacije predno se lahko ustvari nameščevalnik.

source: Continue to Installer Fine-Tuning and Download
sl_si: Nadaljujte k podrobnim nastavitvam nameščevalnika in prenosu

source: Insecure mail domain!
sl_si: Nezanesljiva poštna domena!

source: The mail domain of the mail address <strong>%s</strong> is not secure: some or all of the mail servers are not accepting encrypted connections (no consistent support for STARTTLS).
sl_si: Poštna domena poštnega naslova <strong>%s</strong> ni varna: nekateri ali vsi poštni strežniki ne sprejemajo šifriranih povezav (brez dosledne podpore za STARTTLS).

source: The invitation would need to be sent in cleartext across the internet, and can possibly be read and abused by anyone in transit.
sl_si: Vabilo bi bilo treba poslati v čisti obliki prek interneta. Lahko ga prebere in zlorabi vsakdo, ki je v tranzitu.

source: Do you want the system to send this mail anyway?
sl_si: Ali želite, da sistem vseeno pošlje to elektronsko sporočilo?

source: DO NOT SEND
sl_si: Ne pošlji!

source: Send anyway.
sl_si: Pošlji vseeno.

source: Managing %s users
sl_si: Upravljanje %s uporabnikov.

source: Current %s users
sl_si: Trenutni %s uporabniki.

source: Assigned Realm
sl_si: Dodeljeno kraljestvo

source: Total number of active users allowed
sl_si: Skupno število dovoljenih aktivnih uporabnikov

source: Number of active users
sl_si: Število aktivnih uporabnikov

source: Number of inactive users
sl_si: Število neaktivnih uporabnikov

source: The e-mail was sent successfully.
sl_si: Elektronsko sporočilo je bilo uspešno poslano.

source: E-mail OK.
sl_si: Elektronski naslov OK.

source: The e-mail was NOT sent.
sl_si: Elektronsko sporočilo ni bilo poslano.

source: E-mail not OK.
sl_si: Elektronski naslov ni OK.

source: The SMS was sent successfully.
sl_si: Sporočilo je bilo poslano uspešno.

source: SMS OK.
sl_si: Sporočilo OK.

source: The SMS was NOT sent.
sl_si: Sporočilo ni bilo poslano.

source: SMS not OK.
sl_si: Sporočilo ni OK.

source: Only a fragment of the SMS was sent. You should re-send it.
sl_si: Poslan je bil samo del sporočila. Pošljite ga ponovno.

source: SMS Fragment.
sl_si: Del sporočila.

source: Manage %s users
sl_si: Upravljanje %s uporabnikov

source: User
sl_si: Uporabnik

source: Token/Certificate details
sl_si: Žeton/Podatki o certifikatu

source: User/Token Expiry
sl_si: Potek uporabnika/žetona

source: Actions
sl_si: Akcije

source: REVOKED
sl_si: Preklican.

source: EXPIRED
sl_si: Potekel.

source: Device:
sl_si: Naprava:

source: Serial Number:
sl_si: Serijska številka:

source: Expiry:
sl_si: Trajanje:

source: Issued:
sl_si: Izdan:

source: Revoke
sl_si: Prekliči

source: E-Mail:
sl_si: E-pošta:

source: Local mail client
sl_si: Lokalni poštni odjemalec

source: Send in SMS...
sl_si: Pošlji kot sporočilo.

source: Copy to Clipboard
sl_si: Kopiraj v odložišče

source: Display QR code
sl_si: Prikaži QR kodo

source: Expiry Date:
sl_si: Datum poteka

source: Activations remaining:
sl_si: Preostale aktivacije:

source: %d of %d
sl_si: %d od %d

source: Deactivate User
sl_si: Deaktiviraj uporabnika

source: New Invitation
sl_si: Novo povabilo

source: Activations:
sl_si: Aktivacije:

source: You need to acknowledge that the created accounts are still valid within the next %s days. If all accounts shown as active above are indeed still valid, please check the box below and push "Save". If any of the accounts are stale, please deactivate them by pushing the corresponding button before doing this.
sl_si: Zavedati se morate, da so ustvarjeni računi še vedno veljavni naslednjih %s dni. Če so vsi zgoraj prikazani računi, še vedno veljavni, prosimo potrdite s kljukico spodnje polje in pritisnite »Shrani«. Če so kateri koli zgoraj prikazani računi zastareli, jih izklopite s pritiskom ustreznega gumba, preden pritisnite »Shrani«.

source: I have verified that all configured users are still eligible for %s.
sl_si: Preveril sem, da so vsi konfigurirani uporabniki še vedno upravičeni do %s.

source: Add new user
sl_si: Dodaj novega uporabnika.
