Repository: Larpy23/CAT-master
Catalog: translation/*/web_admin.po
Languages: sl_si

source: Import users from CSV file
sl_si: Uvozite uporabnike iz CSV datodeke

source: Please enter a username of your choice and user expiry date to create a new user:
sl_si: Da ustvarite novega uporabnika, prosimo vtipkajte želeno uporabniško ime in datum poteka veljavnosti.

source: Comma separated values should be provided in CSV file: username, expiration date 'yyyy-mm-dd', number of tokens (optional):
sl_si: V CSV datoteki je potrebno navesti vrednosti, ločene z vejico: uporabniško ime, datum poteka veljavnosti "yyyy-mm-dd", število žetonov (neobvezno):

source: Import users
sl_si: Uvozi uporabnike

source: Editing User Attributes
sl_si: Urejanje atributov uporabnika

source: Current User Attributes
sl_si: Trenutni atributi uporabnika

source: Your attributes
sl_si: Vaši atributi

source: User Attributes - Summary of submitted data
sl_si: Atributi uporabnika - povzetek vnešenih podatkov

source: The page was called with insufficient data. Please report this as an error.
sl_si: Stran je bila odprta z nepopolnimi parametri. Prijavite to kot napako.

source: Submitted attributes
sl_si: Vpisani atributi

source: Continue to user overview page
sl_si: Nadaljuj na pregledno stran uporabnika

source: Incomplete Logout
sl_si: Nepopolna odjava.

source: We were unable to log you out of all your sessions. To be completely sure that you are logged out, you need to close your web browser.
sl_si: Nismo vas mogli odjaviti iz vseh vaših sej. Če želite biti popolnoma prepričani, da ste se odjavili, morate zapreti spletni brskalnik.

source: %s: %s Management
sl_si: %s:%s Upravljanje

source: %s Overview
sl_si: %s Pregled

source: Your Personal Information
sl_si: Vaše osebne informacije

source: Unique Identifier
sl_si: Enolični ID

source: click to display
sl_si: kliknite za prikaz

source: You are not a %s manager.
sl_si: Niste %s uporavitelj.

source: %s Properties: %s
sl_si: %s Lasnosti: %s

source: Country
sl_si: Država

source: %s Statistics: %s
sl_si: %s Statistika: %s

source: IdPs Total
sl_si: Skupaj IdP-jev

source: Public Download
sl_si: Javni prenos

source: Downloads
sl_si: Prenosi

source: Admin
sl_si: Skrbnik

source: It was sent with transport security (encryption).
sl_si: Sporočilo je bilo poslano preko šifrirane povezave

source: It was sent in clear text (no encryption).
sl_si: Sporočilo je bilo poslano preko šifrirane povezave

source: A subset of the mails were sent with transport encryption, the rest in clear text.
sl_si: Podskupina elektronskih sporočil je bila poslana s šifrirano povezavo, ostala pa ne.

source: The invitation email was sent successfully.
sl_si: E-pošta s povabilom je bila uspešno odposlana.

source: Sent successfully.
sl_si: Poslano uspešno.

source: No invitation email could be sent!
sl_si: Elektronska povabila niso bila poslana.

source: Sending failure!
sl_si: Napaka v pošiljanju

source: The successful one was sent with transport security (encryption).
sl_si: Uspešno poslano sporočilo je bilo odposlano preko šifrirane povezave.

source: The successful one was sent in clear text (no encryption).
sl_si: Uspešno poslano sporočilo je bilo odposlano preko klasične povezave (ni šifrirano).

source: A subset of the successfully sent mails were sent with transport encryption, the rest in clear text.
sl_si: Podskupina uspešno poslanih elektronskih sporočil je bila poslana s šifrirano povezavo, ostala ne.

source: Some invitation emails were sent successfully (%s in total), the others failed.
sl_si: Nekatera e-poštna sporočila vabila so bila uspešno poslana (%s skupaj), druga niso bila odposlana.

source: Partial success.
sl_si: Delni uspeh

source: The invitation email address was malformed, no invitation was sent!
sl_si: Elektronski naslov je nepravilen. Povabilo ni bilo poslano.

source: Error: unknown result code of invitation!?!
sl_si: Napaka: nepoznana koda povabila!?!

source: Unknown result!
sl_si: Nepoznan rezultat!

source: Go!
sl_si: Pojdi!

source: Need help? Refer to the <a href='%s'>%s manual</a>
sl_si: Potrebujete pomoč? Pomagajte si s <a href='%s'>%s priročnikom</a>

source: %s Name
sl_si: %s Ime

source: %s Database Sync Status
sl_si: Status sinhronizacije baze podatkov %s

source: Administrator Management
sl_si: Upravljanje skrbnika

source: The following %s are in your %s %s:
sl_si: Naslednji %s so v %s%s:

source: Manage DB Link
sl_si: Upravljaj povezavo baze

source: Linked
sl_si: Povezan

source: NOT linked
sl_si: NI povezan

source: Add/Remove Administrators
sl_si: Dodaj/odstrani skrbnika

source: Pending invitations in the %s:
sl_si: Čakajoča povabila v %s:

source: Revoke Invitation
sl_si: Prekliči povabilo

source: Register a new %s!
sl_si: Registriraj novega %s!

source: Device Compatibility matrix
sl_si: Matrika združljivih naprav

source: Device compatiblity matrix for %s of %s
sl_si: Matrika združljivih naprav za %s od %s

source: Device
sl_si: Naprava

source: EAP-Type-specific options...
sl_si: Nastavitve metode EAP…

source: Device-specific options...
sl_si: Nastavitve naprave…

source: Legend:
sl_si: Legenda:

source: redirection is set
sl_si: nastavljena je preusmeritev

source: will be offered on download site
sl_si: bo na voljo na strani za prenos

source: configured, but not preferred EAP type
sl_si: nastavljena, vendar nezaželena metoda EAP

source: incomplete configuration
sl_si: nepopolna nastavitev

source: not supported by CAT
sl_si: CAT metode ne podpira

source: Footnotes:
sl_si: Zabeležke:

source: Return to dashboard
sl_si: Nazaj v pregledno ploščo

source: Information needed!
sl_si: Pomanjkljive informacije!

source: Manage User Base
sl_si: Upravljanje baze uporabnikov

source: Profile: %s
sl_si: Profil: %s

source: <strong>EAP Types</strong> (in order of preference):
sl_si: <strong>Metode EAP</strong> (urejeno po prioriteti):

source: Options on EAP Method/Device level are in effect.
sl_si: Na ravni metode EAP je v veljavi močnejša nastavitev.

source: Option override on profile level is in effect.
sl_si: Na ravni profila je v veljavi močenjša nastavitev.

source: The information in this profile is incomplete.
sl_si: Informacije v tem profilu so nepopolne.

source: This profile is shown on the user download interface.
sl_si: Ta profil je prikazan uporabnikom na strani za prenose.

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
sl_si: Čeprav imamo vse potrebne informacije za prikaz, ta profil NI prikazan uporabnikom na strani za prenose. Za vključitev profila, dodajte atribut "%s" in ga ustrezno odkljukajte.

source: The realm can only be checked if you configure the realm!
sl_si: Domeno lahko preverite le, če jo nastavite!

source: Check realm reachability
sl_si: Preveri dosegljivost domene

source: You have not fully configured any supported EAP types!
sl_si: Niste nastavili nobene metode EAP!

source: Installer Fine-Tuning and Download
sl_si: Podrobne nastavitve nameščevalnika in prenos

source: Edit
sl_si: Uredi

source: Do you really want to delete the profile %s?
sl_si: Ali res želite zbrisati profil %s?

source: Delete
sl_si: Izbriši

source: %s general settings
sl_si: %s splošne nastavitve.

source: Add %s profile ...
sl_si: Dodaj %s profil...

source: There are not yet any profiles for your %s.
sl_si: Za vas še ni %s profila.

source: User Downloads
sl_si: Prenosi uporabnikov

source: %s: User Management
sl_si: %s: Upravljanje uporabnikov

source: User Overview
sl_si: Pregled uporabnikov

source: Edit User Details
sl_si: Uredi podrobnosti uporabnika

source: Click here for %s management tasks
sl_si: kliknite tukaj za %s upravljanje nalog.

source: Click here to access the superadmin page
sl_si: Kliknite tukaj za dostop do strani superskrbnik

source: You are managing the following <span style='display:none'>%d </span>%s:
sl_si: Upravljate naslednje <span style='display:none'>%d</span>%s :

source: Other admins of this %s
sl_si: Drugi skrbniki %s

source: %s %s: %s list
sl_si: %s%s: %s seznam

source: After deleting the %s, you can not recreate it yourself - you need a new invitation token from the %s administrator!
sl_si: Ko izbrišete %s, ga ne morete ponovno ustvariti sami. Potrebujete nov žeton povabila od %s skrbnika.

source: Do you really want to delete your %s %s?
sl_si: Ali ste prepričani, da želite izbrisati svoj %s%s?

source: Delete %s
sl_si: Izbriši %s

source: This action will delete all properties of the %s and start over the configuration from scratch. Do you really want to reset all settings of the %s %s?
sl_si: To dejanje bo izbrisalo vse lastnosti %s in ponovno začelo izvajati konfiguracijo od začetka. Ali res želite ponastaviti vse nastavitve za %s%s?

source: Reset all %s settings
sl_si: Ponastavi vse %s nastavitve

source: You are not managing any %s.
sl_si: Ne upravljate nobenega %s.

source: Please ask your %s administrator to invite you to become an %s administrator.
sl_si: Prosim vas, da svojega %s skrbnika pozovete, da vam dodeli pravice kot %s skrbnik.

source: Did you receive an invitation token to manage an %s? Please paste it here:
sl_si: Ste prejeli povabilo, da upravljate s%s? Prosim prilepite ga tu:

source: New %s Registration
sl_si: Nova %s registracija.

source: Invitation Token QR Code
sl_si: QR koda vabila

source: You do not have the necessary privileges to alter administrators of this %s. In fact, you shouldn't have come this far!
sl_si: Nimate potrebnih pravic za urejanje skrbnikov tega %s. Pravzaprav ne bi smeli biti tu.

source: Administrators for IdP '%s'
sl_si: Skrbniki za IdP '%s'

source: You are the %s administrator. You can invite new administrators, who can in turn appoint further administrators on their own.
sl_si: Ste %s skrbnik. Povabite lahko nove skrbnike, ki lahko samostojno določijo nove skrbnike.

source: %s Administrator
sl_si: %s Skrbnik

source: You are an administrator who was directly appointed by the %s administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
sl_si: S strani %s skrbnika ste bili neposredno določeni za skrbnika. Lahko dodate nove skrbnike, toda ti ne morejo dodajati novih skrbnikov.

source: Directly Appointed Administrator
sl_si: Neposredno imenovan skrbnik

source: User without name
sl_si: Uporabnik brez imena

source: (originally invited as %s)
sl_si: (povabljen kot %s)

source: (self-appointed)
sl_si: (samo-oklican)

source: Delete Administrator
sl_si: Odstrani skrbnika

source: Pending invitations for this IdP
sl_si: Odprta povabila za ta IdP

source: New administrator's email address(es) (comma-separated):
sl_si: Novi elektronski naslovi skrbnikov (ločeni z vejico):

source: Invite new administrator
sl_si: Povabi novega skrbnika

source: Take control of this %s
sl_si: Prevzemite nadzor nad %s

source: Close
sl_si: Zapri

source: You do not have the necessary privileges to manage the %s DB link state of this %s.
sl_si: Nimate ustreznih pravic za upravljanje %s DB stanja povezave %s.

source: %s Database Link Status for IdP '%s'
sl_si: %s status povezave z bazo podatkov za IdP '%s'

source: This %s is linked to the %s database.
sl_si: Ta %s je povezana s %s bazo podatkov.

source: The following information about the IdP is stored in the %s DB and %s DB:
sl_si: Naslednje informacije o IdP so shranjene v bazi %s in bazi %s:

source: Information in <strong>%s Database</strong>
sl_si: Podatki v <strong>bazi podatkov %s</strong>

source: %s Name (%s)
sl_si: %s Ime (%s)

source: Unnamed User
sl_si: Neimenovan uporabnik

source: Administrator [invited as]
sl_si: Skrbnik [povabljen kot]

source: Administrator email
sl_si: E-poštni naslov skrbnika

source: If this mapping is not correct any more, you can remove the link:
sl_si: Če ta preslikava ni več pravilna, lahko odstranite povezavo:

source: Unlink
sl_si: Odstrani povezavo

source: This %s is not yet linked to the %s database.
sl_si: Ta %s še ni povezana s%s bazo podatkov.

source: This means that its profiles are not made available on the user download page.
sl_si: To pomeni, da njeni profili niso na voljo na uporabniški strani za prenos.

source: You can link it to the %s database below.
sl_si: Lahko jo povežete z bazo podatkov %s spodaj.

source: Please select an entity from the %s DB which corresponds to this CAT %s.
sl_si: Prosim izberite entiteto iz %s DB, ki ustreza CAT %s

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
sl_si: Posebno obetavni vnosi (imena v CAT in bazi %s se 100%% ujemajo), so na vrhu seznama.

source: Link to this entity?
sl_si: Povžem s to entiteto?

source: Administrators
sl_si: Skrbnik

source: There is no single unmapped %s in the external database for this %s!
sl_si: V zunanji podatkovni bazi za %s to ni nobenih enot %s!

source: Create Link
sl_si: Ustvari povezavo

source: You do not have the necessary privileges to register new %ss.
sl_si: Nimate ustreznik pravic za registracijo novega %s

source: %s - Register new %s
sl_si: %s - Registrirajte novega %s

source: On this page, you can add a new %s to your %s. Please fill out the form below to send out an email invitation to the new %s administrator.
sl_si: Na tej strani lahko dodate nove %s v vašo %s. Prosimo izpolnite spodnji obrazec, da pošljete povabilo novemu %s skrbniku.

source: You can either register a known %s (as defined in the %s database) or create a totally new %s.
sl_si: Lahko registrirate znani %s ( kot je določeno v %s bazi podatkov) ali ustvarite popolnoma nove %s.

source: The latter one is typically for an %s which is yet in a testing phase and therefore doesn't appear in the %s database yet.
sl_si: Slednji je običajno za %s, ki je ševedno v fazi testiranja in tako ni viden v %s bazi podatkov.

source: Name
sl_si: Ime

source: Administrator's E-Mail:
sl_si: E-pošta skrbnika:

source: Send invitation
sl_si: Pošlji povabilo

source: No email address provided
sl_si: Niste navedli e-poštnega naslova

source: Invitation sent to:
sl_si: Vabilo poslano k:

source: The invitation email could not be sent!
sl_si: E-pošte s povabilom ni bilo moč poslati.

source: Mail address to invite:
sl_si: E-poštni naslov za povabilo:

source: Something's wrong... you are a %s admin, but not for the %s the requested %s belongs to!
sl_si: Nekaj je narobe, ste %s skrbnik, ampak ne za izbrano %s, ki pripada %s

source: device <strong>%s</strong>
sl_si: naprava <strong>%s</strong>

source: EAP-Type <strong>%s</strong>
sl_si: Metode EAP <strong>%s</strong>

source: Fine-tuning options for
sl_si: Podrobne nastavitve za

source: Location
sl_si: Lokacija

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
sl_si: Vmesnik za prenos k uporabniku (glej <a href='../'>tu</a>), z uporabo geolokacije uporabniku priporoča ustrezne IdP-je. Natančeje boste vpisali lokacijo, lažje vas bodo uporabniki našli.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
sl_si: <li>Povlecite označevalnik na vašo lokacijo,ali</li> <li>vnesite naslov vaše organizacije v spodnje polje za poizvedbo, ali</li> <li>uporabite gumb 'Lociraj me!'</li>

source: We will use the coordinates as indicated by the marker for geolocation.
sl_si: Uporabili bomo koordinate, ki jih je določil označevalnik geolokacije.

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
sl_si: Vnesete lahko <strong>dodatno</strong> lokacijo. Obstoječe lokacije si lahko ogledate v polju 'Splošne lastnosti organizacije'.

source: Latitude:
sl_si: Zemljepisna širina:

source: Longitude:
sl_si: Zemljepisna dolžina:

source: This is location
sl_si: To je lokacija

source: nothing entered in the address field
sl_si: nič ni bilo vpisano v polje z naslovom

source: locating
sl_si: lokacija

source: Click to see location
sl_si: Kliknite za izpis lokacije

source: Address:
sl_si: Naslov:

source: Find address
sl_si: Poišči naslov

source: Locate Me!
sl_si: Lociraj me!

source: Address not found, perhaps try another form, like putting the street number to the front.
sl_si: Naslova ni mogoče najti, poskusite z drugo obliko, na primer, da številko ulice postavite spredaj.

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
sl_si: Atribut lahko nastavite, če želite poleg privzetega SSID %s še dodatni SSID. Skoraj vedno je neuporaba privzetega SSID slaba izbira. Izjema je le, če se vaše omrežje prekriva z drugim omrežjem %s. Tipične napake pri izbiri dodatnih SSID so: Želim lokalni SSID za svoje uporabnike. Veliko bolje je obdržati privzeti SSID in ločevati uporabnike z VLANi. Ta pristop ima dvoje prednosti: 1) Vaši uporabniki si bodo pravilno namestili %s, saj je njihov vsakodnevni SSID; 2) če uporabite prikrojeno ime in ga oznanjate kot dodatno varnega, lahko vaši uporabniki zaidejo drugam, kjer obstaja SSID z enakim imenom. Mislili bodo, da se povezujejo v vaše zelo varno omrežje, ko pa se v resnici ne bodo.

source: select language
sl_si: izberite jezik

source: default/other languages
sl_si: privzeti/drugi jeziki

source: (default/other languages)
sl_si: (privzeti/drugi jezik(i))

source: file content
sl_si: vsebina datoteke

source: on
sl_si: vklop

source: off
sl_si: izklop

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
sl_si: Niste nastavili vrednosti privzetega jezika za %s, zato lahko prikažemo samo ta niz za nameščevalnike, ki so <strong>samo</strong> v nastavljenem jeziku. Za podporo vseh ostalih jezikov dopolnite ta profil in vnesite ustrezno vrednost v jezikovno polje za 'privzeto/drugo'.

source: You are:
sl_si: Uporabnik:

source: Go to your Profile page
sl_si: Pojdite na stran svojega profila

source: Logout
sl_si: Odjava

source: Start page
sl_si: Začetna stran

source: View this page in
sl_si: Oglej si stran v

source: Administrator Interface - %s
sl_si: Administratorski vmesnik - %s

source: Administrator Interface - %s User Management
sl_si: Administratorski vmesnik - %s Upravljanje uporabnikov

source: Administrator Interface
sl_si: Administratorski vmesnik

source: Management of User Details
sl_si: Upravljanje podrobnosti uporabnika

source: Administrator Interface - %s Management
sl_si: Administrator Interface - %s skrbnik

source: Welcome to %s
sl_si: Dobrodošli v%s

source: Diagnostics
sl_si: Diagnostika

source: %s Privacy Notice
sl_si: %s obvestilo o zasebnosti

source: Additional SSID
sl_si: Dodatni SSID

source: Additional HS20 Consortium OI
sl_si: Dodatni HS20 Consortium OI

source: Support: Web
sl_si: Podpora: Splet

source: Support: EAP Types
sl_si: Podpora: Metode EAP

source: Support: Phone
sl_si: Podpora: Telefon

source: Support: E-Mail
sl_si: Podpora: E-Pošta

source: Logo URL
sl_si: URL logotipa

source: Logo image
sl_si: Slika logotipa

source: Configure Wired Ethernet
sl_si: Konfigurirajte ethernet

source: Name (CN) of Authentication Server
sl_si: Ime (CN) Avtentikacijskega strežnika

source: Enable device assessment
sl_si: Omogočite ocenjevanje naprave

source: Terms of Use
sl_si: Pogoji uporabe

source: CA Certificate URL
sl_si: URL do certifikata CA

source: CA Certificate File
sl_si: Datoteka certifikata CA

source: Profile Display Name
sl_si: Naziv profila

source: Production-Ready
sl_si: Produkcijski

source: Extra text on downloadpage for device
sl_si: Dodatno besedilo na prenosni strani za napravo

source: Redirection Target
sl_si: Cilj preusmeritve

source: Extra text on downloadpage for EAP method
sl_si: Dodatno besedilo na prenosni strani za metodo EAP

source: Turn on selection of EAP-TLS User-Name
sl_si: Vklopite izbiro uporabniškega imena EAP-TLS

source: Profile Description
sl_si: Opis profila

source: Custom Installer Name Suffix
sl_si: Pripomoček za namestitev po meri

source: Real Name
sl_si: Ime in priimek

source: E-Mail Address
sl_si: E-poštni naslov

source: Remove/Disable SSID
sl_si: Odstrani/onemogoči SSID

source: Mandatory Content Filtering Proxy
sl_si: Obvezno filtriranje vsebine

source: Custom CSS file for User Area
sl_si: CSS po meri za uporabnike

source: Preferred Skin for User Area
sl_si: Prednostna tema za uporabnike

source: Include %s branding in installers
sl_si: Vključite brskanje %s v nameščevalnike

source: %s Homepage
sl_si: %s Domača stran

source: Custom text in %s Invitations
sl_si: Besedilo po meri v %s povabila

source: Enable %s
sl_si: Onemogoči %s

source: %s: Do not terminate EAP
sl_si: %s: Ne prekinjajte EAP

source: %s: max users per profile
sl_si: %s: največ uporabnikov na profil

source: Mint %s with CA on creation
sl_si: %s CA ob kreiranju

source: General %s details
sl_si: Splošne %s nastavitve

source: Global Helpdesk Details
sl_si: Splošne podrobnosti podpore uporabnikom

source: There was an error while retrieving the certificate from the database!
sl_si: Pri pridobivanju certifikata iz baze podatkov je prišlo do napake!

source: There was an error processing the certificate!
sl_si: Napaka pri obdelavi certifikata!

source: This is a <strong>SERVER</strong> certificate!
sl_si: To je <strong>SERVER</strong> certifikat!

source: Preview of logo file
sl_si: Predogled logotipa

source: There was an error while retrieving the file from the database!
sl_si: Pri pridobivanju datoteke iz baze podatkov je prišlo do napake!

source: File exists
sl_si: Datoteka obstaja

source: Preview
sl_si: Predogled

source: Remark
sl_si: Opomba

source: Warning!
sl_si: Opozorilo!

source: Error!
sl_si: Napaka!
